[{"query": "QUESTION: The energy for all forms of muscle contraction is provided by: Option A: ATP Option B: ADP Option C: phosphocreatine Option D: oxidative phosphorylation", "evidence": ["most representative can be presented in a textbook of neurology. The Nature of Primary Metabolic Myopathies The chemical energy for muscle contraction is provided by the hydrolysis of adenosine triphosphate (ATP) to adenosine diphosphate (ADP); ATP is restored by phosphocreatine and ADP acting in combination. These reactions are particularly important during brief, high-intensity exercise. During periods of prolonged muscle activity, rephosphorylation requires the availability of carbohydrates, fatty acids, and ketones, which are catabolized in mitochondria. Glycogen is the main sarcoplasmic source of carbohydrate, but blood glucose also moves freely in and out of muscle cells as needed during sustained exercise. The fatty acids in the blood, derived mainly from adipose tissue and intracellular lipid stores, constitute the other major source of energy. Carbohydrate is metabolized during aerobic and", "regenerate an intermediate. C. They are convergent and generate a few simple products. D. They are synthetic and require energy. E. They typically require oxidized coenzymes. Correct answer = D. Anabolic processes are synthetic and energy requiring (endergonic). Statements A and B apply to both anabolic and catabolic processes, whereas C and E apply only to catabolic processes. .3. Compared with the resting state, vigorously contracting skeletal muscle shows: A. decreased AMP/ATP ratio. B. decreased levels of fructose 2,6-bisphosphate. C. decreased NADH/NAD+ ratio. D. increased oxygen availability. E. increased reduction of pyruvate to lactate. Correct answer = E. Vigorously contracting skeletal muscle shows an increase in the reduction of pyruvate to lactate compared with resting muscle. The levels of reduced nicotinamide adenine dinucleotide (NADH) increase and exceed the", "ATP hydrolysis # Overview ATP hydrolysis is the reaction by which chemical energy that has been stored and transported in the high-energy phosphoanhydridic bonds in ATP (Adenosine triphosphate) is released, for example in the muscles, to produce work. The product is ADP (Adenosine diphosphate) and an inorganic phosphate, orthophosphate (Pi). ADP can be further hydrolyzed to give energy, AMP (Adenosine monophosphate), and another orthophosphate (Pi). ATP hydrolysis is the final link between the energy derived from food or sunlight and useful work such as muscle contraction, the establishment of ion gradients across membranes, and biosynthetic processes necessary to maintain life. Hydrolysis of the phosphate groups in ATP is especially exergonic, because the resulting orthophosphate group is greatly stabilized by multiple resonance structures, making the products (ADP and Pi)", "the transfer of their phosphate groups to ADP. In the citric acid cycle, one guanosine triphosphate (GTP) (which can donate a phosphate group to ADP or UDP, forming the respective triphosphates (a near equilibrium reaction catalyzed by nucleoside diphosphate kinase)) is produced by substrate-level phosphorylation (per cycle, with 2 cycles per glucose molecule) when succinyl-CoA synthetase converts succinyl-CoA to succinate. Substrate-level phosphorylation is also seen in working skeletal muscles and the brain. Phosphocreatine is stored as a readily available high-energy phosphate supply, and the enzyme creatine phosphokinase transfers a phosphate from phosphocreatine to ADP to produce ATP. Then the ATP releases giving chemical energy. An alternative way to create ATP is through oxidative phosphorylation, which takes place during the process of aerobic cellular respiration, in addition to the", "The presence of this energy buffer system keeps the ATP/ADP ratio high at subcellular places where ATP is needed, which ensures that the free energy of ATP remains high and minimizes the loss of adenosine nucleotides, which would cause cellular dysfunction. Such high-energy phosphate buffers in the form of phosphocreatine or phosphoarginine are known as phosphagens. In addition, due to the presence of subcompartmentalized Creatine Kinase Isoforms at specific sites of the cell, the phosphocreatine/creatine kinase system also acts as an intracellular energy transport system from those places where ATP is generated (mitochondria and glycolysis) to those places where energy is needed and used, e.g. at the myofibrils for muscle contraction, at the sarcoplasmic reticulum (SR) for calcium pumping and many more biological processes which depend on ATP.", "Fueling thought: Management of glycolysis and oxidative phosphorylation in neuronal metabolism. Finally, why might neurons temporarily allow glycolysis to exceed oxphos in the face of acute energy demand? One speculation is that glycolysis, although it produces a lower yield of ATP than oxphos, provides a faster resupply of energy. Some evolutionary support for this speculation comes from muscle: fast-twitch muscle, requiring the greatest acute supply of energy, tends to be far more glycolytic and to have fewer mitochondria than the slow-twitch muscle used for postural control (;. Neurons possess many mitochondria and rely chronically on them as a major source of ATP, but perhaps, like fast-twitch muscle fibers, they use glycolysis together with the formidable and fast phosphocreatine/creatine kinase system to ensure prompt resupply of ATP. There is", "Energy transfer from adenosine triphosphate: quantitative analysis and mechanistic insights. The ATP-ADP thermodynamic cycle is the fundamental mode of energy exchange in oxidative phosphorylation, photophosphorylation, muscle contraction, and intracellular transport by various molecular motors and is therefore of vital importance in biological energy transduction and storage. Following a recent suggestion in the pages of this journal (Ross, J. J. Phys. Chem. B 2006, 110, 6987-6990), we have carried out a simple quantitative analysis of a direct molecular mechanism of energy transfer from adenosine triphosphate (ATP). The simulation provides new insights into the mechanistic events following terminal phosphorus-oxygen bond cleavage during ATP hydrolysis. This approach also allows for the division of the energy-transfer process into elementary steps and for the prediction of the distribution of the standard-state Gibbs free", "includes 22 +/- 8 max acceleration efforts. Human physiology relies on the energy stored in one of the phosphate bonds in adenosine triphosphate (ATP) to power all activities. Breaking this bond changes ATP to adenosine diphosphate (ADP) which must then be converted back to ATP by one of the three main energy systems: phosphocreatine (ATP-Pcr), glycolytic, and aerobic. The cardiopulmonary system plays a key role in supplying the required energy resources and shuttling off by-products such as carbon dioxide, lactate and H+ ions. The following section briefly outlines some of the key considerations for the various energy systems.", "The creatine kinase system and pleiotropic effects of creatine. Although ATP represents the universal energy currency in all organisms and cells, ATP levels are not simply up-regulated in cells with high and/or intermittently fluctuating energy demand. Elevation of the intracellular ATP concentration [ATP], as an immediate energy reserve, followed by its hydrolysis, would lead to a massive accumulation of ADP plus Pi and also liberate H+, acidifying the cytosol. Since this would inhibit ATPases, such as the myofibrillar acto-myosin ATPase and consequently muscle contraction, and many other cellular processes, nature has evolved a means to deal with the problem of the immediate replenishment of ATP stores. The so-called phosphagens evolved as high-energy compounds that are “metabolically inert” and as such do not interfere with primary metabolism. One of", "of recovery between muscle contractions. They note that the recovery period stalls reduction in metabolites, while at the same time giving the muscle enough time to restore metabolites such as phosphocreatine (PCr) and adenosine triphosphate (ATP). Appropriate choice of OFF times of stimulation are essential should these important metabolites be restored, facilitating further multiple contractions. In addition, it is important that duty cycles are chosen to minimized fatigue, that would also facilitate such contractions. In a rather straight-forward manner, it has been put forward by Moreno-Aranda and Seireg: In order to allow enough resting time for the muscle cells it is necessary to vary the duty cycle of the ON-OFF frequency. The obvious implication of this claim is that a muscle must be allowed ample rest should fatigue"]}, {"query": "QUESTION: Which of the following conditions does not show multifactorial inheritance? Option A: Pyloric stenosis Option B: Schizophrenia Option C: Spina bifida (neural tube defects) Option D: Marfan syndrome", "evidence": ["Some feel this type of eugenic abortion is already underway (sex-selective, etc.) - Knowing about certain birth defects such as spina bifida and teratoma before birth may give the option of fetal surgery during pregnancy, or to assure that the appropriate treatment and/or surgery be provided immediately after birth. - Questions of the value of mentally/physically disabled people in society? - How to ensure that information about testing options is given in a non-directive and supportive way. - That parents are well informed if they have to consider abortion vs. continuing a pregnancy. See wrongful abortion. ## Will the result of the test affect treatment of the fetus? In some genetic conditions, for instance cystic fibrosis, an abnormality can only be detected if DNA is obtained from the", "Prenatal counseling: Guidelines for the care of people with spina bifida. These guidelines were drawn from evidence around SB and its impact on lifelong functional outcomes as well as antenatal counselling for disabling conditions. We recommend that all evidence-based treatment options be offered, including antenatal or fetal closure, closure after birth, termination of the pregnancy, and adoption]. In order for all of these options to be available, timely consultation should occur as soon as possible following the antenatal identification, between 18 and 20 weeks gestation]. The fetal closure is an option until the end of the 25 week gestation and should be offered at treatment centers with expertise in the surgical and obstetrical management of NTDs]. The surgery itself and the obstetrical implications should be reviewed by those", "had a positive family history for neural-tube defects, and nine of the patients and seven of an estimated total of 220 siblings had an unrelated major birth-defect. These incidences are among the highest published so far. Contrary to other surveys, there was no deficiency of twinning among the sibships, nor of males among the Spina Bifida Service patients. These observations indicate the desirability of studying each population of patients with neural-tube defects in order to provide more realistic counseling and so that clues may be gathered as to the genetic mechanisms and environmental factors which led to the production of such defects.", "How to create a board review question # How to Build a Question - Read and understand the tested material to grasp basic principles, diagnostic approach, management and therapeutics according to the BOARD level. - Get familiar with the format, content and high Yield material. Take many exams using Q-banks, the NBME website ] and the actual exam, when ready!. Respect Copy Rights sources from Q-banks. - Select a specific content - Use WikiDoc to obtain information, pictures, videos, and links on the explanations. - Challenge the test taker: do not give away the correct answer. Avoid using proper or specific signs. Describe signs and symptoms in lay terms to give the hints. Example: instead of “marfanoid appearance”, describe the patient with long extremities, skinny appearance and tall.", "only in research means on the NICE interventional procedures guidance page. The procedure is technically challenging and should only be done in specialised centres, and only by clinicians and teams with specific training and experience in fetoscopic prenatal repair. Patient selection should only be done by a multidisciplinary team, which should include a consultant in fetal medicine, an obstetric surgeon, a paediatric neurosurgeon, a radiologist with experience in fetal imaging and an anaesthetist. Further research should report details of risks to the mother (including her subsequent pregnancies), risks to the fetus (including the need for further surgery), and long-term disability after birth.# The condition, current treatments and procedure # The condition Neural tube defects happen because the neural tube does not fuse during early embryonic development. Open neural", "correct answers are discouraged. - Illogical answers, absolute terms, word repeats (for example: a word or phrase in the correct answer choice, is the same as in the stem) are discouraged. - “None of the above”, “All of the above” or some combination of response must not be used. ## Answer Explanations - These questions are intended to teach using sources such as: graphics, references and guidelines if applicable. ### Overall Explanation - Only ONE answer is the best or the most appropriate one - Justify why that choice is correct: explain the pertinent positive findings, not just list the tested subject. (i.e. the patient has this symptom which is a typical presentation of this disease). Explain also the pertinent negatives. - Educational Objectives: include short high yield", "disorder, and the available management; (ii) appreciate the way heredity contributes to the disorder, and the risk of recurrence in specified relatives; (iii) understand the alternatives for dealing with the risk of occurrence; (iv) choose the course of action which seems to them appropriate in view of their risk, their family goals, and their ethical and religious standards, to act in accordance with that decision; and (v) to make the best possible adjustment to the disorder in an affected family member and/or the risk of recurrence of that disorder.", "baby, a more accurate but also riskier invasive technique may be used. # Ethical and practical issues ## Ethical issues of prenatal testing - The option to continue a pregnancy or abortion is the main choice after most prenatal testing, with just occasionally fetal intervention corrective procedures possible. - Are the risks of prenatal diagnosis, such as amniocentesis worth the potential benefit? - Some fear that this may lead to being able to pick and choose what children parents would like to have. This could lead to choice in sex, physical characteristics, and personality in children. Some feel this type of eugenic abortion is already underway (sex-selective, etc.) - Knowing about certain birth defects such as spina bifida and teratoma before birth may give the option of fetal", "weeks after delivery. Treatment is aimed at emotionally preparing expectant families for the aftermath of this condition. Social workers may be made available through your OB/GYN physician and can direct you to support resources. # Diseases with similar symptoms - Spina bifida # Where to find medical care for Anencephaly? Directions to Hospitals Treating Condition # What to expect (Outlook/Prognosis)? The prognosis for babies born with anencephaly is extremely poor. If the infant is not stillborn, then he or she will usually die within a few hours or days after birth. Anencephaly is one of the most common types of neural tube defect, affecting about 1 in 1,000 pregnancies. However, most of these pregnancies end in miscarriage, so the prevalence of this condition in newborns is much lower.", "not to suggest the nature of the answer. This particularly refers to questions that may be answered “yes” or “no.” If a leading question should be submitted to the patient, the answer must be assessed with great care. Subject the patient to repeated cross-examination until you are completely satisfied that the answer is not given just to oblige you. Finally, before dismissing the symptom under study, inquire about other symptoms that might reasonably be expected under the clinical circumstances of the case. Symptoms specifically sought but denied are known as negative symptoms. These negative symptoms may confirm or rule out diagnostic possibilities suggested by the positive symptoms. 3. The data secured by the techniques described in the first two phases of the interview should now suggest several diagnostic"]}, {"query": "QUESTION: What is the embryological origin of the hyoid bone? Option A: The first pharyngeal arch Option B: The first and second pharyngeal arches Option C: The second pharyngeal arch Option D: The second and third pharyngeal arches", "evidence": ["An Unusual Case of Bony Styloid Processes That Extend to the Hyoid Bone. The embryological origin of the hyoid bone is a point of uncertainty, with controversy surrounding the relative contribution of the second pharyngeal arch to hyoid development. We encountered a 52-year-old male with bilateral bony styloid extension to the lesser cornu of the hyoid bone during the workup of a patient with laryngeal cancer. This embryological malformation clearly supports the hypothesis that the second pharyngeal arch gives rise to the lesser cornu and demonstrates an unusual clinical finding that may be encountered by otolaryngologists. We demonstrate the imaging findings and surgical management of this unusual anatomical variant and review the embryological basis for this rare malformation.", "lesser horn and upper part of the body of the hyoid bone and facial nerve are derived from the second pharyngeal arch which is also called the hyoid arch and first seen at the stage 11 (28 to 30 days). The stylopharyngeus muscle, greater horn and lower part of the body of the hyoid bone and glossopharyngeal nerve are derived from the third pharyngeal arch which is first seen at the stage 12 (29 to 31 days). The cricothyroid muscle, inferior pharyngeal constrictor muscle, levator veli palatini muscle, thyroid cartilage and pharyngeal branch of the vagus nerve are derived from the fourth pharyngeal arch which is first seen at the stage 13 (30 to 33 days) [].", "Right aortic arch with mirror image branching pattern and isolated left brachiocephalic artery: A case report. Most aortic arch abnormalities can be explained by the hypothetical double aortic arch originally proposed by Edwards in 1948. The aortic arch and great vessels develop from 6 pairs of primitive aortic arches (Table 1 and Fig. 4) which arise and degenerate at different times of embryogenesis. Beginning at the fifth to seventh week and at subsequent times of embryogenesis the paired pharyngeal arches form and regress. The first pharyngeal arch migrates and involutes to form the maxillary artery. The second pharyngeal arch forms the hyoid and stapedial arteries. The third pharyngeal arch forms the common carotid arteries and the cervical portion of the internal carotid arteries. The fourth pharyngeal arch results", "and ectoderm not only remain intact, but continue to be separated by a mesoderm layer. # Specific arches There are six pharyngeal arches, but in humans the fifth arch only exists transiently during embryologic growth and development. Since no human structures result from the fifth arch, the arches in humans are I, II, III, IV, and VI. More is known about the fate of the first arch than the remaining four. The first three contribute to structures above the larynx, while the last two contribute to the larynx and trachea. # Use in staging The development of the pharyngeal arches provide a useful morphological landmark with which to establish the precise stage of embryonic development. Their formation and development corresponds to Carnegie stages 10 to 16 in mammals,", "second pharyngeal arch forms the hyoid and stapedial arteries. The third pharyngeal arch forms the common carotid arteries and the cervical portion of the internal carotid arteries. The fourth pharyngeal arch results in the aortic arch. The fifth arch typically regresses completely. Persistent fifth aortic arch is extremely rare and usually associated with cardiac anomalies, most common VSD. This anomaly results in a double lumen aortic arch ipsilateral to each other with the fourth superior to the fifth arch. The sixth pharyngeal arch result in the ductus arteriosa and pulmonary arteries.", "reason given is that there is a transient 5th arch that is never fully realized, while another is that this numbering reflects considerations from comparative anatomy. We show here, however, that neither of these reasons has substance. There is no evidence from embryology for a '5th' arch, and the comparative argument does not hold as it does not apply across the vertebrates. We conclude that there is no justification for this strange numbering. We suggest that the pharyngeal arches should simply be numbered 1, 2, 3, 4 and 5 as this would be in keeping with the embryology and with the general numbering of the pharyngeal arches across the vertebrates.", "Kocher was awarded the Nobel Prize for medicine in recognition “for his works on the physiology, pathology, and surgery of the thyroid gland.”EmbryologyThe thyroid gland arises as an outpouching of the primitive foregut around the third week of gestation. It originates at the base of the tongue at the foramen cecum. Endoderm cells in the floor of the pharyngeal anlage thicken to form the medial thyroid anlage (Fig. 38-1) that descends in the neck anterior to structures that form the hyoid bone and larynx. During its descent, the anlage remains connected to the foramen cecum via an epithelial-lined tube known as the thyroglossal duct. The epithelial cells making up the anlage give rise to the thyroid fol-licular cells. The paired lateral anlages originate from the fourth branchial pouch", "neurocranium and the first pharyngeal arch derivative (i.e. incus) in contrast to the tympanostapedial joint or syndesmosis between the neurocranium and the second arch derivative. The newly described joint might have an effect on the widely accepted primary jaw concept: the mammalian jaw should thus have been created within the first pharyngeal arch, although the connection with neurocranium by the stapes is of a different origin.", "First pharyngeal arch # Overview The first branchial arch, also called the first pharyngeal arch and mandibular arch, is the first of six branchial arches that develops in fetal life. It is located between the stomodeum and the first pharyngeal groove. # Processes This arch divides into a maxillary process and a mandibular process, giving rise to structures including the bones of the lower two-thirds of the face and the jaw. The maxillary process becomes the maxilla (or upper jaw), and palate while the mandibular process becomes the lower jaw. This arch also gives rise to the muscles of mastication. Innervation of the two processes of the first branchial arch is provided by two distinct branches of the trigeminal nerve (CN V), the mandibular and maxillary branches. The", "Pharyngeal pouch (embryology) Please Take Over This Page and Apply to be Editor-In-Chief for this topic: There can be one or more than one Editor-In-Chief. You may also apply to be an Associate Editor-In-Chief of one of the subtopics below. Please mail us to indicate your interest in serving either as an Editor-In-Chief of the entire topic or as an Associate Editor-In-Chief for a subtopic. Please be sure to attach your CV and or biographical sketch. # Overview In the development of vertebrate animals, Pharyngeal or branchial pouches form on the endodermal side between the branchial arches, and pharyngeal grooves (or clefts) form the lateral ectodermal surface of the neck region to separate the arches. The pouches line up with the clefts, and these thin segments become gills"]}, {"query": "QUESTION: A high school science teacher fills a 1 liter bottle with pure nitrogen and seals the lid. The pressure is 1.70 atm, and the room temperature is 25◦C. Which two variables will both increase the pressure of the system, if all other variables are held constant? Option A: Decreasing volume, decreasing temperature Option B: Increasing temperature, increasing volume Option C: Increasing temperature, increasing moles of gas Option D: Decreasing moles of gas, increasing volume", "evidence": ["constant need not be known to make use of the law in comparison between two volumes of gas at equal pressure: Therefore, as temperature increases, the volume of the gas increases. Theoretically as a gas reaches absolute zero the volume will also reach a point of zero. This law is an example of direct variation.", "differ in climate, altitude and the degree of use of heat/cooling in the workplace. This concept of \"standard laboratory conditions\" is taught as part of the New South Wales high school chemistry syllabus. # Molar volume of a gas It is equally as important to indicate the applicable reference conditions of temperature and pressure when stating the molar volume of a gas as it is when expressing a gas volume or volumetric flow rate. Stating the molar volume of a gas without indicating the reference conditions of temperature and pressure has no meaning and it can cause confusion. The molar gas volumes can be calculated with an accuracy that is usually sufficient by using the universal gas law for ideal gases. The usual expression is: P \\cdot V", "standard reference conditions of temperature and pressure when expressing a gas volume or a volumetric flow rate because the volume of a gas varies with the temperature and pressure of the gas. The available data on the various definitions of standard reference conditions clearly indicates that there is no universally accepted definition of the standard conditions of temperature and pressure. For that reason, simply stating that a gas flow rate is 10,000 m³/h (i.e. cubic meters per hour) at \"standard conditions\" or at \"STP\" has no meaning unless the reference conditions that were applied are clearly stated. # Definitions used in the past For a great many years, most engineers, chemists, physicists and other scientists using the metric system of units defined the standard reference conditions of temperature", "as included in Table 1) that the pressure is standardized at 1 bar (100 kPa) but the temperature may vary and needs to be specified separately. It should also be noted that the International Organization for Standardization (ISO), the United States Environmental Protection Agency (EPA) and National Institute of Standards and Technology (NIST) each have more than one definition of standard reference conditions in their various standards and regulations. The table makes it quite obvious that it is absolutely necessary to clearly state the temperature and pressure reference conditions whenever expressing a gas volume or gas volumetric flowrate. It is equally important to state whether the gas volume is expressed on a dry basis or a wet basis. As noted in the table, some of the current definitions", "in the chamber, V is volume of the chamber, N is the number of molecules of a gas in the chamber, k is Boltzmann's constant, and T is the gas absolute temperature in degrees Kelvin. The only gas in wet air that does not follow the ideal gas law near room temperature is water vapor. There are at least three important consequences of changes in temperature on the behavior of air in the LAPS system. First, changes in temperature will cause changes in the density and/or pressure of any gas. Second, changes in temperature will change the property of the gas, specifically the viscosity. But the third and most important effect is the change in the saturation vapor pressure of water in air, which will change the fractional", "25 degrees Celsius at 1 atmosphere or 101.325 kPa). The measurement of mass does not require such restrictions. Mass can be determined at a precision of < 0.2 mg on a routine basis with an analytical balance and more precise instruments exist. Both solids and liquids are easily quantified by weighing. The volume of a liquid is usually determined by calibrated glassware such as burettes and volumetric flasks. For very small volumes precision syringes are available. The use of graduated beakers and cylinders is not recommended as their indication of volume is mostly for decorative rather than quantitative purposes. The volume of solids, particularly of powders, is often difficult to measure, which is why mass is the more usual measure. For gases the opposite is true, the volume", "The determination of molality only requires a good balance, because the masses of both solvent and solute can be obtained by weighing. Using a balance is often more precise than working with volumetric flasks burettes and pipettes. Another advantage of molality is that it does not change with the temperature as it deals with the mass of solvent, rather than the volume of solution. Volume typically increases with increase in temperature resulting in decrease in molarity. Molality of a solution is always constant irrespective of the physical conditions like temperature and pressure. In a dilute aqueous solution near room temperature and standard atmospheric pressure, the molarity and molality will be very similar in value. This is because 1 kg of water roughly corresponds to a volume of 1", "Note: A simple system for low-temperature experiments in a large-volume multi-anvil press. A simple cooling system for a 3000-ton multi-anvil press was developed for temperatures below room temperature at high pressures. It is much simpler in design, easier to make and use, and has the same cooling capability as the previous design. The new system uses a steel ring surrounding the module wedges, which contains liquid nitrogen (LN2) that flows freely through a port to flood the interior of the pressure module. O-rings on the steel ring seal in LN2 while permitting compression. Two different cooling systems reach ∼220 K which suggests that thermal equilibrium for this press is reached between the removal and influx of heat.", "volume/volume (v/v) mixture of nitrous oxide and oxygen is in a homogenous single gas phase in a filled cylinder under normal conditions of handling and storage and if justification could be found for the standard instructions given for handling before use. RESULTS: After ranking and removing duplicates, a total of fifteen articles were identified by the various search strategies and formed the basis of this literature review. Several studies were identified that confirmed that 50%/50% v/v mixture of nitrous oxide and oxygen is in a homogenous single gas phase in a filled cylinder under normal conditions of handling and storage. The effect of temperature on the change of phase of the nitrous oxide in this mixture was further examined by several authors. These studies demonstrated that although it", "uncertainty. The gas collection tanks have a small diameter and are immersed in a uniform, stable, thermostatted water bath. The collected gas achieves thermal equilibrium rapidly and the uncertainty of the average gas temperature is only 7 mK (22 × 10(-6) T). A novel operating method leads to essentially zero mass change in and very low uncertainty contributions from the inventory volume. Gravimetric and volume expansion techniques were used to determine the tank and the inventory volumes. Gravimetric determinations of collection tank volume made with nitrogen and argon agree with a standard deviation of 16 × 10(-6) VT . The largest source of uncertainty in the flow measurement is drift of the pressure sensor over time, which contributes relative standard uncertainty of 60 × 10(-6) to the determinations"]}, {"query": "QUESTION: A 22-year-old male marathon runner presents to the office with the complaint of right-sided rib pain when he runs long distances. Physical examination reveals normal heart and lung findings and an exhalation dysfunction at ribs 4-5 on the right. Which of the following muscles or muscle groups will be most useful in correcting this dysfunction utilizing a direct method? Option A: anterior scalene Option B: latissimus dorsi Option C: pectoralis minor Option D: quadratus lumborum", "evidence": ["Anatomy, Back, Latissimus Dorsi The latissimus dorsi muscle is a broad, flat muscle that occupies the majority of the lower posterior thorax. The muscle's primary function is of the upper extremity but is also considered to be a respiratory accessory muscle. Due to this muscle's broad attachment on the spinous processes, ongoing research is looking at what, if any, role the muscle plays in trunk movement. Currently, the evidence is mixed on how much influence this muscle has on spine extension, lateral flexion, or rotation. Even though the muscle has a broad attachment on the trunk and strong actions on the humerus, use of this muscle for surgical transposition appears to have limited effect on or restriction of normal function.", "regions of the back, immediately deep to the muscles in the superficial group (Fig. 2.47 and Table 2.2). Fibers from these two serratus posterior muscles (serratus posterior superior and serratus posterior inferior) pass obliquely outward from the vertebral column to attach to the ribs. This positioning suggests a respiratory function, and at times, these muscles have been referred to as the respiratory group. Serratus posterior superior is deep to the rhomboid muscles, whereas serratus posterior inferior is deep to the latissimus dorsi. Both serratus posterior muscles are attached to the vertebral column and associated structures medially, and either descend (the fibers of the serratus posterior superior) or ascend (the fibers of the serratus posterior inferior) to attach to the ribs. These two muscles therefore elevate and depress the", "deep breaths may involve excursions up to 10 cm. Normal tidal volumes are about 500 ml, but a deep breath may have twice that volume, about 1000 ml []. Also, accessory muscles (scalene muscles, sternocleidomastoids) are recruited that elevate the first two ribs and sternum. The normally passive expiration will become active through contraction of the abdominal wall (rectus abdominis, transversus abdominis, the external and internal oblique muscles), increasing abdominal pressure and stiffening the intercostal spaces. Furthermore, faster flow rates require exponentially greater pressures to overcome turbulence. Thus, the work of breathing becomes considerably greater and will contribute to the metabolic demand.", "External intercostal muscles # Overview The Intercostales externi (External intercostals) are eleven in number on either side. They extend from the tubercles of the ribs behind, to the cartilages of the ribs in front, where they end in thin membranes, the anterior intercostal membranes, which are continued forward to the sternum. Each arises from the lower border of a rib, and is inserted into the upper border of the rib below. In the two lower spaces they extend to the ends of the cartilages, and in the upper two or three spaces they do not quite reach the ends of the ribs. They are thicker than the Intercostales interni, and their fibers are directed obliquely downward and lateralward on the back of the thorax, and downward, forward, and", "to the clavicle and the large veins in the region and anterior to the pleural cavity. It enters the thoracic cavity posterior to the ribs and anterior to the transversus thoracis muscle and continues to descend giving off numerous branches. The final branch of the subclavian artery in the root of the neck is the costocervical trunk (Fig. 8.191). It arises in a slightly different position, depending on the side: On the left, it arises from the first part of the subclavian artery, just medial to the anterior scalene muscle. On the right, it arises from the second part of the subclavian artery. On both sides, the costocervical trunk ascends and passes posteriorly over the dome of the pleural cavity and continues in a posterior direction behind the", "from the opposite side and takes slow deep breaths to relax and stretch the pectoral muscles. (Figure 5) The patient should feel the muscle stretch along the muscle belly and not at the anterior humeral head or AC joint. Each stretching technique should be performed gently and slowly for 5-8 repetitions, holding each for 20-60 seconds and repeated 2-3 times a day.", "third part of the subclavian artery as it crosses the base of the posterior triangle (Fig. 8.186). The first part of the subclavian artery ascends to the medial border of the anterior scalene muscle from either the brachiocephalic trunk on the right side or directly from the arch of the aorta on the left side. It has numerous branches. The second part of the subclavian artery passes laterally between the anterior and middle scalene muscles, and one branch may arise from it. The third part of the subclavian artery emerges from between the anterior and middle scalene muscles to cross the base of the posterior triangle (Fig. 8.186). It extends from the lateral border of the anterior scalene muscle to the lateral border of rib I where it", "the controls; however, the sternomastoid muscle is not activated. However, whether scalene should be considered as accessory muscle is a big question as the study had shown its activity even at rest in healthy individuals.[] Stubbing et al.[] had shown that only contraction of scalene muscles but not the sternomastoid muscles is correlated with the degree of obstruction and the duration of symptoms. Accessory expiratory muscles are the abdominal respiratory muscles (rectus abdominis, transverse abdominis, and external and internal obliques). They augment the passive recoil of the lungs during expiration and also help in inspiration. Their contraction cause lengthening of the diaphragm, thereby diminishing its radius of curvature, which helps in generating greater inspiratory pressure by the diaphragm.[] Dodd et al.[] postulated that abdominal muscle recruitment can store", "and provide some resistance, but when your physical therapist presses on the body part, the muscle is unable to maintain the contraction. 5/5. This means the muscle is functioning normally and is able to maintain its position even when maximum resistance is applied. so we admitted that will be some subjective, but in our opinion.", "reach the ends of the ribs. They are thicker than the Intercostales interni, and their fibers are directed obliquely downward and lateralward on the back of the thorax, and downward, forward, and medialward on the front. # Variations Continuation with the Obliquus externus or Serratus anterior: A Supracostalis muscle, from the anterior end of the first rib down to the second, third or fourth ribs occasionally occurs. # Additional images - A central rib of the left side. Inferior aspect. - Diagram of the course and branches of a typical intercostal nerve."]}]